02 Software/01 Broncode/operatiebrp-code-145.3/migratie/migr-test-isc/regressie-brp-bevraging-gba/uc1004-04-persoonsvraag webservice/uc1004-04C20T110b/1000-uit-ws_gba_vraag-zoek pl (gevraagd zonder voornaam).xml

<?xml version="1.0"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" soap:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/">
  <soap:Body xmlns:m="http://brp.bzk.nl/delivery/bevraging/gba/ws">
    <m:vraag>
      <m:in0>
        <m:indicatieAdresvraag>0</m:indicatieAdresvraag>
        <m:indicatieZoekenInHistorie>0</m:indicatieZoekenInHistorie>
        <m:masker>
          <m:item>10110</m:item>
          <m:item>10120</m:item>
          <m:item>10220</m:item>
          <m:item>10230</m:item>
          <m:item>10240</m:item>
          <m:item>10310</m:item>
          <m:item>10320</m:item>
          <m:item>10330</m:item>
          <m:item>10410</m:item>
          <m:item>12010</m:item>
          <m:item>12020</m:item>
          <m:item>16110</m:item>
          <m:item>18110</m:item>
          <m:item>18120</m:item>
          <m:item>18210</m:item>
          <m:item>18220</m:item>
          <m:item>18230</m:item>
          <m:item>18510</m:item>
          <m:item>18610</m:item>
          <m:item>510110</m:item>
          <m:item>510120</m:item>
          <m:item>510210</m:item>
          <m:item>510220</m:item>
          <m:item>510230</m:item>
          <m:item>510240</m:item>
          <m:item>510310</m:item>
          <m:item>510320</m:item>
          <m:item>510330</m:item>
          <m:item>510410</m:item>
          <m:item>512010</m:item>
          <m:item>512020</m:item>
          <m:item>516110</m:item>
          <m:item>518110</m:item>
          <m:item>518120</m:item>
          <m:item>518210</m:item>
          <m:item>518220</m:item>
          <m:item>518230</m:item>
          <m:item>518510</m:item>
          <m:item>518610</m:item>
        </m:masker>
        <m:parameters>
          <m:item>
            <m:rubrieknummer>10110</m:rubrieknummer>
            <m:zoekwaarde>2354507297</m:zoekwaarde>
          </m:item>
          <m:item>
            <m:rubrieknummer>10120</m:rubrieknummer>
            <m:zoekwaarde>579835145</m:zoekwaarde>
          </m:item>
          <m:item>
            <m:rubrieknummer>10210</m:rubrieknummer>
            <m:zoekwaarde>Xavièra</m:zoekwaarde>
          </m:item>
          <m:item>
            <m:rubrieknummer>10220</m:rubrieknummer>
            <m:zoekwaarde>JV</m:zoekwaarde>
          </m:item>
          <m:item>
            <m:rubrieknummer>10230</m:rubrieknummer>
            <m:zoekwaarde>van</m:zoekwaarde>
          </m:item>
          <m:item>
            <m:rubrieknummer>10240</m:rubrieknummer>
            <m:zoekwaarde>Aanhang</m:zoekwaarde>
          </m:item>
          <m:item>
            <m:rubrieknummer>10310</m:rubrieknummer>
            <m:zoekwaarde>19770624</m:zoekwaarde>
          </m:item>
          <m:item>
            <m:rubrieknummer>10330</m:rubrieknummer>
            <m:zoekwaarde>6030</m:zoekwaarde>
          </m:item>
          <m:item>
            <m:rubrieknummer>10410</m:rubrieknummer>
            <m:zoekwaarde>V</m:zoekwaarde>
          </m:item>
          <m:item>
            <m:rubrieknummer>12010</m:rubrieknummer>
            <m:zoekwaarde>4939280929</m:zoekwaarde>
          </m:item>
          <m:item>
            <m:rubrieknummer>16110</m:rubrieknummer>
            <m:zoekwaarde>E</m:zoekwaarde>
          </m:item>
        </m:parameters>
      </m:in0>
    </m:vraag>
  </soap:Body>
</soap:Envelope>